{
  "additional_special_tokens": [
    "<s>NOTUSED",
    "</s>NOTUSED",
    "<_>"
  ],
  "bos_token": "<s>",
  "cls_token": "<s>",
  "do_lower_case": false,
  "eos_token": "</s>",
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 1000000000000000019884624838656,
  "name_or_path": "Thanakrit/wangchanberta-th-QA",
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "special_tokens_map_file": null,
  "tokenizer_class": "CamembertTokenizer",
  "unk_token": "<unk>"
}
